
/* Class = "NSWindow"; title = "Info"; ObjectID = "3"; */
"3.title" = "தகவல்";

/* Class = "NSTabViewItem"; label = "General"; ObjectID = "6"; */
"6.label" = "பொது";

/* Class = "NSTabViewItem"; label = "Permissions"; ObjectID = "8"; */
"8.label" = "அனுமதிகள்";

/* Class = "NSTabViewItem"; label = "Metadata"; ObjectID = "10"; */
"10.label" = "மேனிலை தரவு";

/* Class = "NSTabViewItem"; label = "Distribution (CDN)"; ObjectID = "12"; */
"12.label" = "வழங்கல் (சி.டி.என்)";

/* Class = "NSTabViewItem"; label = "Amazon S3"; ObjectID = "14"; */
"14.label" = "அமேசான் எச் 3";

/* Class = "NSTabViewItem"; label = "Permissions"; ObjectID = "16"; */
"16.label" = "அனுமதிகள்";

/* Class = "NSTextFieldCell"; title = "UNIX Permissions"; ObjectID = "22"; */
"22.title" = "யூனிக்ச் அனுமதிகள்";

/* Class = "NSButtonCell"; title = "Apply changes recursively"; ObjectID = "27"; */
"27.title" = "மாற்றங்களை மீண்டும் மீண்டும் பயன்படுத்துங்கள்";

/* Class = "NSButtonCell"; title = "Execute"; ObjectID = "29"; */
"29.title" = "செயல்படுத்த";

/* Class = "NSButtonCell"; title = "Execute"; ObjectID = "31"; */
"31.title" = "செயல்படுத்த";

/* Class = "NSButtonCell"; title = "Execute"; ObjectID = "33"; */
"33.title" = "செயல்படுத்த";

/* Class = "NSButtonCell"; title = "Write"; ObjectID = "35"; */
"35.title" = "எழுதுங்கள்";

/* Class = "NSButtonCell"; title = "Write"; ObjectID = "37"; */
"37.title" = "எழுதுங்கள்";

/* Class = "NSButtonCell"; title = "Write"; ObjectID = "39"; */
"39.title" = "எழுதுங்கள்";

/* Class = "NSButtonCell"; title = "Read"; ObjectID = "41"; */
"41.title" = "படி";

/* Class = "NSButtonCell"; title = "Read"; ObjectID = "43"; */
"43.title" = "படி";

/* Class = "NSButtonCell"; title = "Read"; ObjectID = "45"; */
"45.title" = "படி";

/* Class = "NSTextFieldCell"; title = "Others"; ObjectID = "47"; */
"47.title" = "மற்றவைகள்";

/* Class = "NSTextFieldCell"; title = "Group"; ObjectID = "49"; */
"49.title" = "குழு";

/* Class = "NSTextFieldCell"; title = "Owner"; ObjectID = "51"; */
"51.title" = "உரிமையாளர்";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "61"; */
"61.title" = "பிற காட்சிகள்";

/* Class = "NSTextFieldCell"; title = "Where"; ObjectID = "63"; */
"63.title" = "எங்கே";

/* Class = "NSTextFieldCell"; title = "CNAME"; ObjectID = "65"; */
"65.title" = "cname";

/* Class = "NSTextFieldCell"; title = "Index File"; ObjectID = "67"; */
"67.title" = "குறியீட்டு கோப்பு";

/* Class = "NSTextFieldCell"; title = "Invalidation"; ObjectID = "69"; */
"69.title" = "செல்லாதது";

/* Class = "NSTextFieldCell"; title = "Logging"; ObjectID = "71"; */
"71.title" = "பதிவு";

/* Class = "NSTextFieldCell"; title = "Status"; ObjectID = "73"; */
"73.title" = "நிலை";

/* Class = "NSTextFieldCell"; title = "Delivery Method"; ObjectID = "75"; */
"75.title" = "விநியோக முறை";

/* Class = "NSTextFieldCell"; title = "Origin"; ObjectID = "79"; */
"79.title" = "தோற்றம்";

/* Class = "NSTextFieldCell"; title = "Write access logs to selected container."; ObjectID = "85"; */
"85.title" = "தேர்ந்தெடுக்கப்பட்ட கொள்கலனுக்கு அணுகல் பதிவுகளை எழுதுங்கள்.";

/* Class = "NSTextFieldCell"; title = "Remove selected files from distribution cache."; ObjectID = "87"; */
"87.title" = "விநியோக தற்காலிக சேமிப்பிலிருந்து தேர்ந்தெடுக்கப்பட்ட கோப்புகளை அகற்று.";

/* Class = "NSButtonCell"; title = "Invalidate"; ObjectID = "93"; */
"93.title" = "செல்லாதது";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "98"; */
"98.title" = "பிற காட்சிகள்";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "103"; */
"103.title" = "பிற காட்சிகள்";

/* Class = "NSButtonCell"; title = "Distribution Access Logging"; ObjectID = "110"; */
"110.title" = "விநியோக அணுகல் பதிவு";

/* Class = "NSTextFieldCell"; title = "Encryption"; ObjectID = "121"; */
"121.title" = "குறியாக்கம்";

/* Class = "NSTextFieldCell"; title = "You can view all revisions of a file in the browser by choosing View → Show Hidden Files."; ObjectID = "127"; */
"127.title" = "மறைக்கப்பட்ட கோப்புகளைக் காண்பிப்பதன் மூலம் உலாவியில் ஒரு கோப்பின் அனைத்து திருத்தங்களையும் உலாவியில் காணலாம்.";

/* Class = "NSButtonCell"; title = "Multi-Factor Authentication (MFA) Delete"; ObjectID = "129"; */
"129.title" = "மல்டி-காரணி ஏற்பு (எம்.எஃப்.ஏ) நீக்கு";

/* Class = "NSButtonCell"; title = "Bucket Versioning"; ObjectID = "131"; */
"131.title" = "வாளி பதிப்பு";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "134"; */
"134.title" = "பிற காட்சிகள்";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "137"; */
"137.title" = "பிற காட்சிகள்";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "140"; */
"140.title" = "பிற காட்சிகள்";

/* Class = "NSTextFieldCell"; title = "Location"; ObjectID = "144"; */
"144.title" = "இடம்";

/* Class = "NSTextFieldCell"; title = "Lifecycle"; ObjectID = "150"; */
"150.title" = "வாழ்க்கை சுழற்சி";

/* Class = "NSTextFieldCell"; title = "Versioning"; ObjectID = "152"; */
"152.title" = "பதிப்பு";

/* Class = "NSTextFieldCell"; title = "Logging"; ObjectID = "154"; */
"154.title" = "பதிவு";

/* Class = "NSButtonCell"; title = "Delete files"; ObjectID = "161"; */
"161.title" = "கோப்புகளை நீக்கு";

/* Class = "NSButtonCell"; title = "Transition to Glacier"; ObjectID = "163"; */
"163.title" = "பனிப்பாறைக்கு மாற்றம்";

/* Class = "NSButtonCell"; title = "Bucket Access Logging"; ObjectID = "167"; */
"167.title" = "வாளி அணுகல் பதிவு";

/* Class = "NSTextFieldCell"; title = "Write access logs to selected container."; ObjectID = "169"; */
"169.title" = "தேர்ந்தெடுக்கப்பட்ட கொள்கலனுக்கு அணுகல் பதிவுகளை எழுதுங்கள்.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "172"; */
"172.title" = "பிற காட்சிகள்";

/* Class = "NSTextFieldCell"; title = "Storage Class"; ObjectID = "174"; */
"174.title" = "சேமிப்பக வகுப்பு";

/* Class = "NSTextFieldCell"; title = "Web URL"; ObjectID = "179"; */
"179.title" = "வலை முகவரி";

/* Class = "NSButtonCell"; title = "Calculate"; ObjectID = "184"; */
"184.title" = "கணக்கிடுங்கள்";

/* Class = "NSTextFieldCell"; title = "Permissions"; ObjectID = "190"; */
"190.title" = "அனுமதிகள்";

/* Class = "NSTextFieldCell"; title = "Where"; ObjectID = "196"; */
"196.title" = "எங்கே";

/* Class = "NSTextFieldCell"; title = "Group"; ObjectID = "200"; */
"200.title" = "குழு";

/* Class = "NSTextFieldCell"; title = "Kind"; ObjectID = "202"; */
"202.title" = "கருணை";

/* Class = "NSTextFieldCell"; title = "Checksum"; ObjectID = "204"; */
"204.title" = "செக்சம்";

/* Class = "NSTextFieldCell"; title = "Created"; ObjectID = "206"; */
"206.title" = "உருவாக்கப்பட்டது";

/* Class = "NSTextFieldCell"; title = "Modified"; ObjectID = "210"; */
"210.title" = "மாற்றியமைக்கப்பட்ட";

/* Class = "NSTextFieldCell"; title = "Size"; ObjectID = "216"; */
"216.title" = "அளவு";

/* Class = "NSTextFieldCell"; title = "Owner"; ObjectID = "220"; */
"220.title" = "உரிமையாளர்";

/* Class = "NSMenu"; title = "Metadata"; ObjectID = "230"; */
"230.title" = "மேனிலை தரவு";

/* Class = "NSTableColumn"; headerCell.title = "Name"; ObjectID = "236"; */
"236.headerCell.title" = "பெயர்";

/* Class = "NSTableColumn"; headerCell.title = "Value"; ObjectID = "238"; */
"238.headerCell.title" = "மதிப்பு";

/* Class = "NSTextFieldCell"; title = "Headers"; ObjectID = "245"; */
"245.title" = "தலைப்பிகளுக்கு";

/* Class = "NSMenu"; title = "Metadata"; ObjectID = "255"; */
"255.title" = "மேனிலை தரவு";

/* Class = "NSTableColumn"; headerCell.title = "Grantee"; ObjectID = "261"; */
"261.headerCell.title" = "மானியதாரர்";

/* Class = "NSTableColumn"; headerCell.title = "Permission"; ObjectID = "263"; */
"263.headerCell.title" = "இசைவு";

/* Class = "NSTextFieldCell"; title = "Access Control List (ACL)"; ObjectID = "270"; */
"270.title" = "அணுகல் கட்டுப்பாட்டு பட்டியல் (acl)";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "5TZ-dn-54K"; */
"5TZ-dn-54K.title" = "உரை செல்";

/* Class = "NSTableColumn"; headerCell.title = "Modified"; ObjectID = "H8c-rO-s7t"; */
"H8c-rO-s7t.headerCell.title" = "மாற்றியமைக்கப்பட்ட";

/* Class = "NSButtonCell"; title = "Transfer Acceleration"; ObjectID = "Hhf-CN-RAy"; */
"Hhf-CN-RAy.title" = "பரிமாற்ற முடுக்கம்";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "Vp2-8f-90T"; */
"Vp2-8f-90T.title" = "உரை செல்";

/* Class = "NSTableColumn"; headerCell.title = "Checksum"; ObjectID = "Xji-jY-dz8"; */
"Xji-jY-dz8.headerCell.title" = "செக்சம்";

/* Class = "NSButton"; ibShadowedToolTip = "Quick Look"; ObjectID = "Za5-cw-ANL"; */
"Za5-cw-ANL.ibShadowedToolTip" = "துரித பார்வை";

/* Class = "NSTableColumn"; headerCell.title = "Owner"; ObjectID = "jP6-2H-xmL"; */
"jP6-2H-xmL.headerCell.title" = "உரிமையாளர்";

/* Class = "NSTextFieldCell"; title = "Transfer"; ObjectID = "o7m-4i-54g"; */
"o7m-4i-54g.title" = "இடமாற்றம்";

/* Class = "NSButton"; ibShadowedToolTip = "Revert"; ObjectID = "pfL-ZM-vtP"; */
"pfL-ZM-vtP.ibShadowedToolTip" = "மாற்றியமைக்கவும்";

/* Class = "NSTextFieldCell"; title = "Versions"; ObjectID = "sAd-2M-GX2"; */
"sAd-2M-GX2.title" = "பதிப்புகள்";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "uYp-L3-jMv"; */
"uYp-L3-jMv.title" = "பிற காட்சிகள்";

/* Class = "NSButton"; ibShadowedToolTip = "Delete"; ObjectID = "xWp-xO-DWx"; */
"xWp-xO-DWx.ibShadowedToolTip" = "அழி";

/* Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "y5w-2h-BNs"; */
"y5w-2h-BNs.headerCell.title" = "அளவு";
